Repository: WPPlugins/gears-this-blog
Catalog: translations/gearsthisblog-*.po
Languages: fr_fr

source: Save this blog's content on your computer with Google Gears' help. Simply download and install it and click Save. You will be able to see the blog when being offline !
fr_fr: Sauvegardez le contenu du blog avec l'aide de Google Gears. Téléchargez le et cliquez sur Save. Vous pourrez ensuite voir le site hors-ligne !

source: Stock this blog content on your computer for offline navigation.
fr_fr: Sauvegarder le contenu du blog sur votre ordinateur.

source: To configure the widget please go to the <a href="%s" >settings page</a>.
fr_fr: Pour configurer le widget rendez-vous sur la <a href="%s" >page d'administration</a>.

source: Title
fr_fr: Titre

source: Widget title
fr_fr: Titre du widget

source: Message that will be displayed to the user
fr_fr: Message affiché aux utilisateurs

source: Authorization message
fr_fr: Message d'autorisation

source: Message that will be displayed for Gears authorization
fr_fr: Message affiché pour la demande d'autorisation de Google Gears

source: Icon
fr_fr: Icône

source: Authorization message icon
fr_fr: Icône du message d'autorisation

source: Auto add CSS files ?
fr_fr: Ajout auto des fichiers CSS ?

source: Auto add JS files ?
fr_fr: Ajout auto des fichiers JS ?

source: Auto add images files ?
fr_fr: Ajout auto des images ?

source: Add feed URLs ?
fr_fr: Ajout des urls des flux ?

source: Add categories ?
fr_fr: Ajout des catégories ?

source: Add tags ?
fr_fr: Ajout des tags ?

source: Files
fr_fr: Fichiers

source: Files or url you want to add to the manifest file / one by line
fr_fr: Fichiers ou urls que vous souhaitez ajouter au fichier manifest / un par ligne

source: Number of posts to add
fr_fr: Nombre de posts à ajouter

source: latest posts (-1 will add all posts)
fr_fr: derniers posts (-1 ajoutera tous les posts)

source: Save changes
fr_fr: Sauvegarder

source: Reset settings
fr_fr: Remise à zéro

source: /!\ Will also reset manifest file /!\
fr_fr: /!\ Remet aussi à zéro le fichier manifest /!\

source: Manifest Content
fr_fr: Contenu du manifest

source: Content of the manifest file used to list files.
fr_fr: Contenu du fichier manifest utilisé pour lister les fichiers
